Repository: alecananian/osx-coin-ticker
Catalog: CoinTicker/*.lproj/Localizable.strings
Languages: de

# menu.label.loading
source: Loading...
de: Wird geladen...

# currency.usd.title
source: US Dollar
de: USD (US-Dollar)

# currency.eur.title
source: Euro
de: EUR (Euro)

# currency.gbp.title
source: British Pound
de: GBP (Britisches Pfund)

# currency.cad.title
source: Canadian Dollar
de: CAD (Kanadischer Dollar)

# currency.cny.title
source: Chinese Yuan
de: CNY (Chinesische Yuan)

# currency.jpy.title
source: Japanese Yen
de: JPY (Japanischer Yen)

# currency.krw.title
source: South Korean Won
de: KRW (SÃ¼dkoreanischer Won)

# currency.rub.title
source: Russian Ruble
de: RUB (Russischer Rubel)

# currency.btc.title
source: Bitcoin
de: BTC (Bitcoin)

# currency.eth.title
source: Ethereum
de: ETH (Ethereum)

# currency.ltc.title
source: Litecoin
de: LTC (Litecoin)

# currency.rep.title
source: Augur
de: REP (Augur)

# currency.dash.title
source: Dash
de: DASH (Dash)

# currency.etc.title
source: Ethereum Classic
de: ETC (Ethereum Classic)

# currency.gno.title
source: Gnosis
de: GNO (Gnosis)

# currency.mln.title
source: Melon
de: MLN (Melon)

# currency.xmr.title
source: Monero
de: XMR (Monero)

# currency.nmc.title
source: Namecoin
de: NMC (Namecoin)

# currency.nvc.title
source: Novacoin
de: NVC (Novacoin)

# currency.ppc.title
source: Peercoin
de: PPC (Peercoin)

# currency.xrp.title
source: XRP
de: XRP (Ripple)

# currency.xlm.title
source: Stellar
de: XLM (Stellar Lumens)

# currency.usdt.title
source: Tether
de: USDT (Tether)

# currency.zec.title
source: Zcash
de: ZEC (Zcash)
